export const questions = [
  {
    question: "Что провожает Масленица?",
    options: ["осень", "весну", "зиму", "лето"],
    answer: "зиму",
  },
  {
    question: "Что такое Масленица?",
    options: ["народный праздничный цикл", "день влюбленных", "новый год"],
    answer: "народный праздничный цикл",
  },
  {
    question:
      "Масленица на Руси длится неделю. Укажите день, характеризующий встречу Масленицы",
    options: ["понедельник", "вторник", "пятница", "воскресенье"],
    answer: "понедельник",
  },
  {
    question: "Откуда появилось слово блин",
    options: [
      "от слова «белый»",
      "от слова «млин», что значит молоть",
      "от слова «болтать»",
    ],
    answer: "от слова «млин», что значит молоть",
  },
  {
    question: "Из чего пеклись традиционные русские блины",

    options: ["Из пшеничной муки", "Из ржаной муки", "Из гречишной муки"],
    answer: "Из гречишной муки",
  },
  {
    question: "Символом чего является блин",
    options: ["луны", "желтка", "солнца"],
    answer: "солнца",
  },
  {
    question:
      "Масленица на Руси длится неделю. Укажите день, называющийся «тещины вечерки»",
    options: ["пятница ", "воскресенье", "суббота"],
    answer: "пятница ",
  },
  {
    question:
      "В каком произведении русской классики описана сцена празднования Масленицы",
    options: [
      "«Война и мир» Л. Н. Толстого",
      "«Снегурочка» А. Н. Островского",
      "«Ванька» А. П. Чехова",
    ],
    answer: "«Снегурочка» А. Н. Островского",
  },
  {
    question: "Как заканчивается поговорка: «Первый блин …»",
    options: ["самый вкусный", "комом", "тёще"],
    answer: "комом",
  },
];
